{
  "settings": {
    "login_language": "nl"
  },
  "room_template": {
    "lessonIndex": 0,
    "score": 0,
    "school": "",
    "name": "",
    "date": ""
  },
  "general": {
    "login_message": "U bent nog niet ingelogd. U kan de gegevens bekijken - maar alleen aanpassen als u ingelogd bent met een @rijksmuseumboerhaave.nl account."
  },
  "teacherscreen" : {
    "explanation": "Dit is het docentenscherm. Hier kan u als (museum)docent de digitale applicatie besturen, waaronder de getoonde tekst en de verkregen punten. U kan op de tabbladen boven klikken om naar de verschillende secties van het controlepaneel te navigeren.",
    "explain_textcontrols": "Op dit scherm kan de tekst van het studentenscherm bestuurt worden. Op de tijdlijn is te zien hoeveel tekststukken er te tonen zijn per sectie van de introductie. U kan door deze tekststukken navigeren door de pijltjestoetsen. \n-Welkom/introductie\n-Einde van introductie/begin les\n-Einde van de les/afscheid.",
    "explain_pointcontrols": "Tijdens de introductie zijn er verschillende opdrachten die de leerlingen maken - die punten geven. Deze kan u in dit gedeelte geven. Elke opdracht is enkele punten waard, en er wordt aangeraden extra punten te geven voor goede inzet en creatieve antwoorden - of antwoorden die goed onderbouwd zijn.",
    "buttons": {
      "decreaseLessonIndex": "Terug naar het vorige tekstartikel",
      "increaseLessonIndex": "Naar het volgende tekstartikel",
      "decreaseScore": "Haal een punt van de score af",
      "increaseScore": "Voeg een punt toe bij de score"
    }
  },
  "studentscreen": {
    "volta_lines" : {
      "start": "Hallo leerlingen! Helpen jullie mij met wat onderzoek?",
      "copper": "Er is een laagje van koper bij gekomen! Wat goed!",
      "zinc": "Jullie hebben een laagje gemaakt van zink gevonden!",
      "foil": "Wat is dit? Een stuk textiel met zuur, net zoals een citroen!",
      "hint": [
        "Zuur, koper en zink - dat doet me denken aan een proefje met een citroen!",
        "Wat zijn jullie goed bezig! Valt jullie wat op aan alle laagjes?",
        "Blijf zo doorgaan!"]
    }
  },
  "homescreen": {
    "intro": "Het docentportaal voor de interactieve introductie voor het onderwijsprogramma 'stroom geeft energie'. Deze applicatie wordt gebruikt tijdens de introductie om de interesse van de leerlingen op te wekken in een interactieve en moderne omgeving.",
    "room_explanation": "Maak de sessie aan met de schoolnaam en klasnaam van de groep leerlingen - en gebruik de verkregen code om alle schermen te verbinden.\n\nDeze code kan ingevuld worden voor de geprojecteerde schermen in de lokalen, waarna er naar \"Leerlingenscherm\" genavigeerd kan worden.\nOp de tablets of mobiele apparaten van de museumdocenten kan de code ingevoerd worden en genavigeerd worden naar \"Docentenscherm\".",
    "login_cta": "Inloggen vereist"
  },
  "adminscreen": {
    "explanation": "Dit is het beheerscherm! Hier kunnen de verschillende aspecten van de applicatie aangepast en onderhouden worden. ",
    "rooms_empty": "Er zijn momenteel geen sessies gevonden in de database! - probeer het later opnieuw of voeg deze toe",
    "puzzles_empty": "Er zijn momenteel geen opdrachten gevonden in de database! - probeer het later opnieuw of voeg deze toe",
    "text_empty": "Er zijn momenteel geen tekstartikelen gevonden in de database! - probeer het later opnieuw of voeg deze toe",
    "start_introduction_title": "Start van de introductie",
    "start_lesson_title": "Einde introductie / Start van de les",
    "end_lesson_title":  "Einde van de les"

  },
  "buttons": {
    "create_room": "SESSIE AANMAKEN",
    "join_room": "CODE INVOEREN"
  }

}
